{
  "contact-title": "Nous contacter",
  "mail": "mail",
  "questions-title": "Questions fréquentes",
  "invitation-question": "Invitations officielles",
  "invitation-answer": "Nous enverrons les invitations officielles ainsi que plus d'informations, dont l'horaire et le code vestimentaire dans quelques mois.",
  "arrivalTime-question": "When do I need to be at the venue?",
  "arrivalTime-answer": "Please be at the venu no later than xxxxx. Late parties will not be permitted entrance until after the ceremony",
  "endTime-question": "When is the appropriate time to leave?",
  "endTime-answer": "Please do not eat and run. It took us months to plan this. Stay with us for as long as you want.",
  "parking-question": "How's parking?",
  "parking-answer": "Parking at the venue is extremely limited. We highly recommend commuting in groups. You'll be able to park in the streets surrounding the venue as well",
  "kids-question": "Are kids welcome?",
  "kids-answer": "This will be a mainly adult only affair. The only kids attending are those who are part of the entourage and those only requested. We hope you understand. Enjoy your night off.",
  "date-question": "Can I bring someone with me?",
  "date-answer": "As much as we love to have everyone celebrate with us, unfortunately we can only accomodate a limited number of guests. Please refer to the number of seat/s alloted for you. If your partner is invited their name is included on the formal invitation. We want to be surrounded by our families, friends and familiar faces. Which means we only take in those who are invited. If you have any questions regarding this don't hesitate to contact us.",
  "photos-question": "Can we take photos on a phone or camera",
  "photos-answer": "We've hired a photographer to capture this day and will be asking for a fully unplugged ceremony. Please put your electornics on silent and away until cocktail hour.",
  "clothing-question": "What should we wear?",
  "clothing-answer": "April weather in Belgium is highly unpredictable so we recommend layers. The official clothing attire is colourful cocktail, meaning we'd love to see you in all kinds of colours. This is a great occasion to pull out your fancy dress or costume! We only kindly ask you to refrain from white, gold and glitter"
}
