{
  "common": {
    "lang-en": "En",
    "lang-fr": "Fr",
    "lang-nl": "Nl",
    "title": "Vow renewal Delphine & Pierre",
    "title-without-names": "Vow renewal",
    "description": "Celebrate with us, 13/04/2024, vow renewal of Delphine & Pierre",
    "contact": "Contact us",
    "back-action": "Home",
    "pictures": "Pictures",
    "translations": "Translations",
    "arrival": "Arrival",
    "getting-ready": "Getting ready",
    "ceremony": "Ceremony",
    "reception": "Reception",
    "photoshoot": "Delphine and Pierre",
    "dinner": "Dinner",
    "after-party": "After-party"
  },
  "home": {
    "title": "Welcome back!",
    "text1": "We sincerely hope you had as much fun as we did during the party. We will definitely remember this day for the rest of our lives.",
    "text2": "We are so grateful to anyone who came and the numerous gifts we received!",
    "text3": "I know you're all here to look at the pictures. But don't hesitate to send us the pictures you took during the day to",
    "text4": "You can download pictures individually if you just want a couple of them. For those of you that would like to have all of them or a whole batch, let us know and we can send you a link to make it easier. This website was mainly made to look at the pictures and save your favourites. Which means it's also lesser quality. Feel free to ask us for a higher-quality version as well if you are planning on printing some.",
    "text5": "Thank you again, and as always we hope to see you soon."
  },
  "translations": {
    "title": "Ceremony translation",
    "welcome": "Welcome",
    "delphine1": "Hello everyone and welcome, to our fifth wedding anniversary! We're really pleased to have you all here. For some of you it's your first time here in Belgium, and for others it's the first time you've heard my voice in French! Before I start, I'd like to sincerely thank you for welcoming me so warmly into the family from the very beginning. Thank you again for being here to share this special moment with us.",
    "pierre1": "Hello and welcome everyone to our fifth wedding anniversary! We're very grateful to have you with us today. Before I start, I'd like to thank Delphine for organising all of this, as well as everyone who helped us. I'd also like to thank you for sharing this moment with us. Let's enjoy this day, and above all, let's celebrate the love that brought us here.",
    "titlePart1": "Beginning of our relationship",
    "pierre1-1": "Let me take you back to our very first date. I invited you on a museum tour - a public place, safe for a date in a big city like London, but perhaps not the ideal place to incite conversation. I remember walking next to you, feeling a little unsure, trying my best to talk and break the ice.",
    "pierre1-2": "After exploring for a while, I suggested we continued our date with a delicious cupcake and coffee to warm us up on this cold London day. That's when the spark really lit. We found ourselves immersed in conversation for hours, each minute passing like a second.",
    "pierre1-3": "As the evening approached, not wanting this magical first date to come to an end, I suggested dinner at a small Italian restaurant nearby. And so we enjoyed some delicious food in excellent company.",
    "pierre1-4": "I vividly remember walking you back to the metro station, feeling a mixture of nervousness and excitement. And then, at the entrance, seeing your reluctance to leave, I summoned up all my courage to lean over and kiss you for the first time - a moment that assured me that this was just the beginning of our love story, not the end.",
    "delphine1-1": "To begin, let's take you back in time for a moment, to the beginning of our relationship, the start of our love story.",
    "delphine1-2": "Our first date took place at the natural history museum in London, his choice. A nice idea, until you realise that having conversations in a museum is not always easy, especially with me studying and reading everything. Oops.",
    "delphine1-3": "He was nervous, I was nervous and curious about the exhibition. He asked the occasional question, I commented on the exhibition.",
    "delphine1-4": "After the museum, on the way to the tube, Pierre suggested we shared a cupcake and warm up from the crisp spring weather. Something you don't have to suggest twice to me.",
    "delphine1-5": "It was there, at the Hummingbird Bakery, that the spark struck. Engrossed in conversation, the evening fell faster than expected and the café began to empty out. No idea what we were all chatting about, just that things have been so easy ever since.",
    "delphine1-6": "One of the lasts to leave, we went out, but we weren't ready to leave yet. Pierre then suggested a quaint Italian restaurant Very cosy with good food.",
    "delphine1-7": "And with the menu in hand, I only wanted to know 1 more thing to decide on a second date: does Pierre like Star Wars?",
    "delphine1-8": "The last train home came far too early; I think we could have talked all night long, as we often do now. At the entrance to South Kensington station, Pierre seized his chance, and our first kiss took place. And then I went home with a lot of butterflies.",
    "pierre1-5": "Then came the evening when I tried to impress you with my culinary skills. Knowing your love of Italian food, I decided to make pasta carbonara for our date. A simple recipe, perfectly suited to your small kitchen. It was our second date, and although the meal went well, I now know that you may have just thought I was cute enough to override your food preferences. Anyway, it was an evening full of laughter and shared moments, and that's the most important thing.",
    "pierre1-6": "Looking back, it's those memories and your simple, basic jokes that remain etched in my heart. It wasn't the perfection of the meal that counted, but rather the warmth of our company and the joy of being together.",
    "pierre1-7": "That evening remains engraved in my memory, not like the film we saw, the title of which I can't even remember.",
    "delphine1-9": "As a second date, Pierre thought to impress with his cooking skills. With a small kitchen at his disposal, he decided to make carbonara. Something simple, Italian, not really my taste at the time but he was so happy to make food for me that I didn't want to admit it right away. For the third date, it was a vegetarian vegetable cake, all home made and more made to order. Pierre loves to cook and can do it so well. And like many moments after those evenings were full of laughter and stories.",
    "delphine1-10": "As we sat back thinking about these moments, we realised what made it so perfect. Not the surroundings or the meals, but rather the jokes and the joy of being together.",
    "titlePart2": "Speeches",
    "titlePart2-1": "Thibault",
    "thibault-1": "...",
    "titlePart2-2": "Alexander",
    "alexander-1": "In 2016, Delphine went on an adventure. On Erasmus to London. I went with her the first time to help carry suitcases. I slept illegally on an air mattress in her room. We went to explore London and discovered she was staying at Arsenal Stadium. We went to see the London sights and also the Harry Potter studios. Looking back, it is a strange idea that this was our last adventure.",
    "alexander-2": "Because in that metropolis in England's capital, she suddenly met a Frenchman. Someone with the same interests as her like eating out, travelling and living in neighbourhoods where knife fighting without protection is the local sport.",
    "alexander-3": "It is normally the job as a brother to question and intimidate your sister's boyfriend. I believe Delphine is intimidating enough and I never felt Pierre was anything less than a cool peer. I tried to warn him against Delphine instead of the other way around.",
    "alexander-4": "It is not easy to get to know Pierre really well because of the distance. They solved this by moving back to the European Union. Still, Pierre always struck me as a friendly and helpful person. So I was happy when they decided to get married. Pierre had two children and later Amy followed suit.",
    "titlePart3": "Vows",
    "pierre3-1": "Delphine my wife.",
    "pierre3-2": "Your are my compact wife, as i like to call you and I am your tall husband. We evolved together for the last couples of years, and I am happy to celebrate with you our fifth wedding anniversary in front of our families.",
    "pierre3-3": "The original wedding was in a specific context, the arrival of the cutest baby boy in a couple of months and even tho I really liked it and have some very found souvenir with it, I was more than happy to go through the whole planning of another feast. A bigger one this time and to make things easier, in another country.",
    "pierre3-4": "Our wedding, with a much smaller crowd, was already a stressful moment. You were pregnant of the cutest baby boy, and we planned an event in French in the first year in Bordeaux. I have very found memories of it and I was more than happy to go through the planning of another feast with you when you proposed. A bigger one and 870km away from home. You did so much to prepare everything, I am sure we are going to have an amazing time together today...",
    "pierre3-5": "As I mentioned earlier, we have kids this time. Two beautiful babies that you brought to this world. Luke & Amelia.",
    "pierre3-6": "I can't wait for them grow older and become more independent. But they will always be our babies. I remember the countless sleepless nights during their first months, and especially for you. That when we made this deal! Even tho this was probably the worst trade deal in the history of trade deal. I am still happy to wake up during the night to attempt to them has you had to do it so many times. The same way that I will continue to use my extensive cooking knowledge to prepare food for you. Making adjustments where needed and always taking your feedback into account. Please just don’t ask me for a recipe, and I will very rarely follow one and if i do, it will still be different the next time. I just can’t stop myself making adjustments.",
    "pierre3-7": "Life is busy, has two young working professionals with two young kids, time is precious. I wish we could do date nights more often because you are such good company.I also just love taking you out and especially when you make yourself super pretty like today. Just don’t expect me to laugh at all your jokes. I love seeing you smile and I just love how much you laugh at your own jokes. I genuinely don't get all them the first time, but you know I liked it when you see me smile a bit. Please don't stop making them, I promise, some of them make me laugh.",
    "pierre3-8": "I am so proud of you. You told me once that you cannot start a conversation with someone without mentioning me in the first minutes. Well, it is the same for me. You are always an example I use when I need a strong independent woman. You are also so much more. Everyone I talk to frequently know what you do for a living, your mains hobbies and that you make more money than me. At least most of the time.",
    "pierre3-9": "This has been an ode to you and here a list of things I want to vows to you in front of everyone.",
    "pierre3-10": "I will always support you in what ever you try to achieve.",
    "pierre3-11": "I vow to warm up your side of the bed during cold winter nights,",
    "pierre3-12": "I will continue to wash your back whenever the occasion arises.",
    "pierre3-13": "I vow to always give you a good by kiss when I leave the house.",
    "pierre3-14": "I promise you that we will go to japan",
    "pierre3-15": "And so many more things. You make me a better person, and I hope I do the same to you, my cute and smart wife.",
    "delphine3-1": "Hello husband",
    "delphine3-2": "I’ve been trying to write this for a while now, little ideas saved in a note, sleepless nights where I tried to put everything into words. But every time there are just too many things I would like to say to you today and I fear no amount of time will ever be enough to tell you everything. So I won’t.",
    "delphine3-3": "Instead, I will whisper sweet nothings to you while we dance tonight. And I’ll share some thoughts during brunch tomorrow and while lounging on the sofa next week. And I will keep telling you things, memories, ideas, thoughts and especially lame jokes. I will do this every single day until my last breath. And then I will find a way to haunt you if you dare to outlive me.",
    "delphine3-4": "And while we talk, I will find ways to make you happy. To build our lives together just the way you want it, because I know deep down that your happiness includes my own.",
    "delphine3-5": "This is how I show my love for you. Small gestures and big smiles. I rarely say it out loud and some days it will be less visible than others, but I will show you by sharing everything with you.",
    "delphine3-6": "So here are my vows to you:",
    "delphine3-7": "I vow to continue to call you first with both good and bad news and anything in between. And when I’m away from you, I will call you just to hear your voice.",
    "delphine3-8": "I vow to hold your hand on your hardest days and in your greatest adventures. But also to grab yours when I’m impulsively stumbling into a new adventure of my own.",
    "delphine3-9": "When you’re sick, I will continue to take care of you and when you’re well I will do all I can do keep a smile on your beautiful face and to see your eyes sparkle with joy. For it is so addictive to me.",
    "delphine3-10": "I vow to pick you up whenever the world knocks you down and when needed to sit beside you in the trenches so that you know you’re not alone. Just like you already have done so many times over for me.",
    "delphine3-11": "I vow to continue to work on our partnership, not like it’s a chore, but like an artist that’s working on their masterpiece. With great attention to detail but never missing the bigger picture of us. And more importantly with joy and interest to see how it’ll turn out.",
    "delphine3-12": "We already had five amazing years together as a married couple and even more as a team. With your love, acceptance and warmth, I have finally found a place where I could grow and call home. And what a home it is. You have made me feel alive again.",
    "delphine3-13": "So I vow to continue to be your partner, in crime and in laughter, and grow old with you.",
    "delphine3-14": "Through all of time and space. In this life and whatever is next.",
    "titlePart4": "Tree planting",
    "delphine4-1": "5 years ago, we received an olive tree as a wedding gift from the municipality, which has since grown a lot like us. Now we want to plant a houseplant together with soil donated by you. The earth symbolises your origins and the different places you call home. All put together, we will have a fusion of our lives and backgrounds. Just as the earth will offer nourishment to the plant, you offer love, support and connection to us as a couple.",
    "delphine4-2": "The plant, given to me by my dearest Aunt Heidi and Uncle Philip, will then be able to grow with us, filled with love and happiness.",
    "pierre4-1": "5 years ago, we received a small olive tree as a wedding gift from the city, which has since grown big like us. Now we would like to plant it together, with the soil you brought. This soil symbolises our origins. When everything comes together, we will have a mix of our lives and their stories. Just as this soil will provide nutrients for the plant, you offer us love and support. The plant, a gift from Aunt Heidi and Uncle Philip, will then be able to grow with us, filled with love and happiness.",
    "titlePart5": "Conclusion",
    "delphine5-1": "So, the ceremony is over, but before we start the reception, I would like to thank you again for experiencing this day with us. In case there are parts you missed, feel free to reread them via our website in the coming week. And after Pierre's version, we invite you to start celebrating with a glass of champagne and toast to love, to an amazing evening together and the unforgettable memories that will follow.",
    "pierre5-1": "And that's it, the ceremony is over. If you missed any part of the ceremony, please do not hesitate to consult our texts on our website (which we, of course, programmed and designed entirely). And now, we invite you to start celebrating with a glass of champagne, a toast to love, a wonderful evening together and the unforgettable memories that will follow."
  }
}
