{
  "common": {
    "lang-en": "En",
    "lang-fr": "Fr",
    "lang-nl": "Nl",
    "title": "Renouvellement de vœux Delphine & Pierre",
    "title-without-names": "Renouvellement de vœux",
    "description": "Célébrons avec nous, 13/04/2024, renouvellement de vœux de Delphine & Pierre",
    "contact": "Nous contacter",
    "back-action": "Accueil",
    "pictures": "Photos",
    "translations": "Traductions",
    "arrival": "Arrivée",
    "getting-ready": "Preparation",
    "ceremony": "Cérémonie",
    "reception": "Réception",
    "photoshoot": "Delphine et Pierre",
    "dinner": "Dinner",
    "after-party": "After-party"
  },
  "home": {
    "title": "Rebonjour!",
    "text1": "Nous espérons sincèrement que vous vous êtes autant amusés que nous pendant la fête. Nous nous souviendrons certainement de cette journée pour le reste de notre vie.",
    "text2": "Nous sommes très reconnaissants à tous ceux qui sont venus et aux nombreux cadeaux que nous avons reçus !",
    "text3": "Je sais que vous êtes tous ici pour regarder les photos. Mais n'hésitez pas à nous envoyer les photos que vous avez prises pendant la journée à",
    "text4": "Vous pouvez télécharger les images individuellement si vous n'en voulez que quelques-unes. Pour ceux d'entre vous qui voudraient les avoir toutes ou un lot entier, faites-le nous savoir et nous vous enverrons un lien pour vous faciliter la tâche. Ce site web a été conçu principalement pour regarder les photos et sauvegarder vos favoris. Il est donc de moindre qualité. N'hésitez pas à nous demander une version de meilleure qualité si vous avez l'intention d'en imprimer.",
    "text5": "Merci encore, et comme toujours, nous espérons vous revoir bientôt"
  },
  "translations": {
    "title": "Traduction de la ceremonie",
    "welcome": "Bienvenue",
    "delphine1": "Bonjour à toutes et à tous, et bienvenues à  notre cinquième anniversaire de mariage ! Nous sommes vraiment heureux de vous avoir tous réunis ici. Pour certains d'entre vous c'est une première fois ici en Belgique, et pour d’autres c’est la première fois que vous entendez ma voix en français ! Avant de commencer, je tiens à vous remercier sincèrement de m'avoir si chaleureusement accueilli dans la famille dès le début. Merci encore d'être ici pour partager ce moment spécial avec nous.",
    "pierre1": "Bonjour et bienvenue à tous pour notre cinquième anniversaire de mariage ! Nous sommes très reconnaissants de vous avoir parmi nous aujourd'hui. Avant de commencer, je voudrais remercier Delphine pour avoir organisé tout cela, ainsi que toutes les personnes qui nous ont aidés. Je vous remercie également d'avoir partagé ce moment avec nous. Profitons donc de cette journée, et surtout, célébrons l'amour qui nous a amenés ici.",
    "titlePart1": "Start of relationship reminiscence",
    "pierre1-1": "Permettez-moi de vous ramener à notre tout premier rendez-vous. Je t'ai invité à une visite de musée - un lieu public, sûr pour un rendez-vous dans une grande ville comme Londres, mais peut-être pas l'endroit idéal pour inciter à la conversation. Je me souviens marcher à côté de toi, me sentant un peu incertain, essayant de faire de mon mieux pour parler et briser la glace.",
    "pierre1-2": "Après avoir exploré un moment, j'ai suggéré que nous poursuivions notre rendez-vous avec un délicieux cupcake et un café pour nous réchauffer par cette froide journée londonienne. C'est alors que l'étincelle a vraiment pris. Nous nous sommes retrouvés plongés dans une conversation pendant des heures,  chaque minute passant comme une seconde.",
    "pierre1-3": "Alors que la soirée approchait, ne voulant pas que ce premier rendez-vous magique prenne fin, j'ai proposé un dîner dans un petit italien à proximité. Et ainsi, nous avons savourez de délicieux plats en excellente compagnie.",
    "pierre1-4": "Je me souviens vivement t'avoir raccompagnée à la station de métro, ressentant un mélange de nervosité et d'excitation. Et puis, à l'entrée, voyant ton hésitation à partir, j'ai rassemblé tout mon courage pour me pencher et t'embrasser pour la première fois - un moment qui m'a assuré que ce n'était que le début de notre histoire d'amour, et non la fin.",
    "delphine1-1": "Pour commencer, remontons dans le temps, au début de notre relation, au début de notre histoire d'amour.",
    "delphine1-2": "Notre premier rendez-vous a eu lieu au musée d'histoire naturelle de Londres, c'est lui qui l'a choisi. Une bonne idée, jusqu'à ce qu'on se rende compte qu'il n'est pas toujours facile d'avoir des conversations dans un musée, surtout avec moi qui étudie et lis tout. Oups.",
    "delphine1-3": "Il était nerveux, j'étais nerveuse et curieuse de découvrir l'exposition. Il a posé quelques questions, j'ai commenté l'exposition.",
    "delphine1-4": "Après le musée, sur le chemin du métro, Pierre a suggéré que nous partagions un petit gâteau pour nous réchauffer du temps frais du printemps. Une chose que vous n'avez pas besoin de me suggérer deux fois.",
    "delphine1-5": "C'est là, à la boulangerie Hummingbird, que l'étincelle a jailli. Engagés dans une conversation, le soir tombait plus vite que prévu et le café commençait à se vider. Je n'ai aucune idée de ce dont nous parlions, mais les choses ont été si faciles pendant tout ce temps.",
    "delphine1-6": "L'un des derniers à partir, nous sommes sortis, mais nous n'étions pas encore prêts à partir. Pierre a alors suggéré un restaurant italien pittoresque. Très chaleureux et on y mange bien.",
    "delphine1-7": "Et avec le menu en main, je ne voulais plus savoir qu'une seule chose pour décider d'un deuxième rendez-vous : est-ce que Pierre aime Star Wars ?",
    "delphine1-8": "Le dernier métro pour rentrer est arrivé bien trop tôt ; je pense que nous aurions pu parler toute la nuit, comme nous le faisons souvent maintenant. À l'entrée de la gare de South Kensington, Pierre a saisi sa chance et notre premier baiser a eu lieu. Et puis je suis rentrée chez moi avec plein de papillons.",
    "pierre1-5": "Puis vint la soirée où j'ai essayé de t'impressionner par mes talents culinaires. Connaissant ton amour pour la cuisine italienne, j'ai décidé de préparer des pâtes à la carbonara pour notre rendez-vous. Une recette simple, parfaitement adaptée à ta petite cuisine. C'était notre deuxième rendez-vous, et même si le repas s'est bien passé, je sais maintenant que tu m'as peut-être juste trouvé assez mignon pour passer outre tes préférences alimentaires. Quoi qu'il en soit, ce fut une soirée remplie de rires et de moments partagés, et c'est le plus important.",
    "pierre1-6": "En y repensant, ce sont ces souvenirs et tes blagues simples, basiques, qui restent gravés dans mon cœur. Ce n'était pas la perfection du repas qui comptait, mais plutôt la chaleur de notre compagnie et la joie d'être ensemble. ",
    "pierre1-7": "Cette soirée est resté gravé dans ma mémoire, pas comme le film que nous avons vue, dont je ne me rappel même pas le titre.",
    "delphine1-9": "Pour le deuxième rendez-vous, Pierre a voulu m'impressionner par ses talents de cuisinier. Avec une petite cuisine à sa disposition, il a décidé de faire des carbonara. Quelque chose de simple, d'italien, pas vraiment mon goût à l'époque, mais il était tellement heureux de me faire à manger que je n'ai pas voulu l'admettre tout de suite. Pour le troisième rendez-vous, c'était un gâteau végétarien aux légumes, tout fait maison et encore plus sur commande. Pierre adore cuisiner et sait si bien le faire. Et comme beaucoup de moments après, ces soirées étaient pleines de rires et d'histoires.",
    "delphine1-10": "En repensant à ces moments, nous nous sommes rendu compte de ce qui les rendait si parfaits. Non pas le cadre ou les repas, mais plutôt les plaisanteries et la joie d'être ensemble.",
    "titlePart2": "Discours",
    "titlePart2-1": "Discour de Thibault",
    "thibault-1": "...",
    "titlePart2-2": "Discour d’Alexander",
    "alexander-1": "En 2016, Delphine est partie à l'aventure. En erasmus à Londres.",
    "alexander-2": "Je l'ai accompagnée la première fois pour l'aider à porter les valises. J'ai dormi illégalement sur un matelas gonflable dans sa chambre. Nous avons exploré Londres et découvert qu'elle logeait au stade d'Arsenal. Nous avons visité les sites touristiques de Londres et les studios Harry Potter. Avec le recul, il est étrange de penser que ce fut notre dernière aventure. Car dans cette métropole de la capitale anglaise, elle a soudain rencontré un Français. Quelqu'un qui a les mêmes centres d'intérêt qu'elle, comme manger, voyager et vivre dans des quartiers où les combats au couteau sans protection sont le sport local.",
    "alexander-3": "En tant que frère, c'est normalement à vous de questionner et d'intimider le petit ami de votre sœur. Je pense que Delphine est suffisamment intimidante et je n'ai jamais eu l'impression que Pierre n'était rien de moins qu'un mec cool. J'ai essayé de le mettre en garde contre Delphine plutôt que l'inverse.",
    "alexander-4": "Il n'est pas facile de bien connaître Pierre à cause de la distance. Ils ont résolu ce problème en retournant vivre dans l'Union européenne. Pourtant, Pierre m'a toujours semblé être une personne amicale et serviable. J'ai donc été heureuse lorsqu'ils ont décidé de se marier. Pierre a eu deux enfants et, plus tard, Amy a suivi.",
    "titlePart3": "Voeux",
    "pierre3-1": "Delphine ma femme.",
    "pierre3-2": "Tu es ma femme compacte, comme j'aime t'appeler, et je suis ton grand mari. Nous évoluons ensemble depuis quelques années et je suis heureux de fêter avec toi notre cinquième anniversaire de mariage devant nos familles.",
    "pierre3-3": "Le mariage d'origine s'est déroulé dans un contexte particulier, l'arrivée du plus beau petit garçon dans quelques mois et même si je l'ai beaucoup aimé et que j'en ai gardé un souvenir très précieux, j'étais plus qu'heureux de me lancer dans l'organisation d'une nouvelle fête.  Une plus grande cette fois-ci et, pour faciliter les choses, dans un autre pays.",
    "pierre3-4": "Notre mariage, avec une foule beaucoup moins nombreuse, était déjà un moment stressant. Tu étais enceinte du plus beau petit garçon et nous avons organisé un événement en français la première année à Bordeaux. J'en garde un très bon souvenir et j'étais plus qu'heureuse d'organiser une autre fête avec toi lorsque tu m'as proposé. Une plus grande et à 870 km de chez moi. Tu as fait tellement d'efforts pour tout préparer, je suis sûre que nous allons passer un moment extraordinaire ensemble aujourd'hui...",
    "pierre3-5": "Comme je l'ai mentionné plus tôt, nous avons des enfants cette fois-ci. Deux magnifiques bébés que vous avez mis au monde. Luke et Amelia.",
    "pierre3-6": "J'ai hâte qu'ils grandissent et deviennent plus indépendants. Mais ils seront toujours nos bébés. Je me souviens des innombrables nuits blanches pendant leurs premiers mois, et surtout pour toi. C'est à ce moment-là que nous avons conclu cet accord ! Même s'il s'agissait probablement du pire accord commercial de l'histoire des accords commerciaux. Je suis toujours heureux de me réveiller la nuit pour les aider, comme tu as dû le faire tant de fois. De la même manière, je continuerai à utiliser mes vastes connaissances en cuisine pour vous préparer des plats. Je ferai les ajustements nécessaires et je tiendrai toujours compte de vos commentaires. S'il vous plaît, ne me demande pas de recette, je n'en suit que très rarement une et si je le fais, elle sera toujours différente la fois suivante. Je ne peux pas m'empêcher de faire des ajustements.",
    "pierre3-7": "La vie est bien remplie, pour deux jeunes professionnels travaillant avec deux enfants en bas âge, le temps est précieux. J'aimerais que nous puissions sortir ensemble plus souvent parce que tu es de si bonne compagnie. J'aime aussi te sortir et surtout quand tu te fais très belle comme aujourd'hui. Mais ne t'attends pas à ce que je rie à toutes tes blagues. J'aime te voir sourire et j'adore à quel point tu ris de tes propres blagues. Je ne les comprends généralement pas toutes la première fois, mais tu sais que j'ai aimé quand tu m'as vu sourire un peu. S'il te plaît, n'arrête pas d'en faire, je te le promets, certaines d'entre elles me font rire.",
    "pierre3-8": "Je suis très fière de toi. Tu m'as dit un jour que tu ne pouvais pas entamer une conversation avec quelqu'un sans parler de moi dans les premières minutes. C'est la même chose pour moi. Tu es toujours un exemple que j'utilise lorsque j'ai besoin d'une femme forte et indépendante. Mais tu es aussi bien plus que cela. Tous ceux à qui je parle savent souvent ce que tu fais dans la vie, tes principaux hobbies et que tu gagnes plus d'argent que moi. Du moins, la plupart du temps.",
    "pierre3-9": "Ceci a été une ode à toi et voici une liste de choses que je veux te promettre devant tout le monde.",
    "pierre3-10": "Je te soutiendrai toujours dans tout ce que tu essaieras d'accomplir.",
    "pierre3-11": "Je te promets de réchauffer ton côté du lit pendant les froides nuits d'hiver,",
    "pierre3-12": "Je continuerai à te laver le dos chaque fois que l'occasion se présentera.",
    "pierre3-13": "Je m'engage à toujours te donner un baiser en quittant la maison.",
    "pierre3-14": "Je te promets que nous irons au Japon.",
    "pierre3-15": "Et bien d'autres choses encore. Tu fais de moi une meilleure personne et j'espère que je fais de même avec toi, ma femme mignonne et intelligente.",
    "delphine3-1": "Bonjour mon mari",
    "delphine3-2": "Cela fait un moment que j'essaie d'écrire ceci, des petites idées sauvegardées dans une note, des nuits blanches où j'essaie de tout mettre en mots. Mais à chaque fois, il y a trop de choses que j'aimerais te dire aujourd'hui et je crains que le temps ne suffise jamais à tout te dire. Je ne le ferai donc pas.",
    "delphine3-3": "Au lieu de cela, je te chuchoterai des mots doux pendant que nous danserons ce soir. Et je partagerai quelques pensées pendant le brunch de demain et en me prélassant sur le canapé la semaine prochaine. Et je continuerai à te raconter des choses, des souvenirs, des idées, des pensées et surtout des blagues nulles.",
    "delphine3-4": "Je le ferai chaque jour jusqu'à mon dernier souffle. Et je trouverai le moyen de te hanter si tu oses me survivre. Et pendant que nous parlons, je trouverai le moyen de te rendre heureuse. Pour construire notre vie ensemble comme tu le souhaites, parce que je sais au fond de moi que ton bonheur inclut le mien.",
    "delphine3-5": "C'est ainsi que je te montre mon amour. Par de petits gestes et de grands sourires. Je le dis rarement à voix haute et certains jours, ce sera moins visible que d'autres, mais je te le montrerai en partageant tout avec toi.",
    "delphine3-6": "Voici donc mes vœux pour vous :",
    "delphine3-7": "Je m'engage à continuer à t'appeler en premier pour t'annoncer les bonnes et les mauvaises nouvelles et tout ce qu'il y a entre les deux. Et lorsque je serai loin de toi, je t'appellerai juste pour entendre ta voix.",
    "delphine3-8": "Je promets de te tenir la main les jours les plus difficiles et dans tes plus grandes aventures. Mais aussi de saisir la tienne lorsque je me lance impulsivement dans une nouvelle aventure.",
    "delphine3-9": "Quand tu seras malade, je continuerai à prendre soin de toi et quand tu seras en bonne santé, je ferai tout ce que je peux pour garder le sourire sur ton beau visage et voir tes yeux pétiller de joie. Car c'est pour moi une véritable dépendance.",
    "delphine3-10": "Je m'engage à te relever chaque fois que le monde te fera tomber et, si nécessaire, à m'asseoir à tes côtés dans les tranchées pour que tu saches que tu n'es pas seul. Comme tu l'as déjà fait tant de fois pour moi.",
    "delphine3-11": "Je m'engage à continuer à travailler sur notre partenariat, non pas comme s'il s'agissait d'une corvée, mais comme un artiste qui travaille sur son chef-d'œuvre. En accordant une grande attention aux détails, mais sans jamais perdre de vue l'ensemble du tableau. Et surtout, avec la joie et l'intérêt de voir ce que cela va donner.",
    "delphine3-12": "Nous avons déjà vécu cinq années extraordinaires en tant que couple marié et encore plus en tant qu'équipe. Grâce à votre amour, à votre acceptation et à votre chaleur, j'ai enfin trouvé un endroit où je peux m'épanouir et que j'appelle mon foyer. Et quel foyer ! Grâce à vous, je me sens à nouveau en vie.",
    "delphine3-13": "Je fais donc le vœu de continuer à être votre partenaire, dans le crime et dans le rire, et de vieillir avec vous.",
    "delphine3-14": "À travers le temps et l'espace. Dans cette vie et dans la suivante.",
    "titlePart4": "La plante",
    "delphine4-1": "Il y a 5 ans, nous avons reçu un olivier comme cadeau de mariage de la part de la municipalité, qui a beaucoup grandi depuis, tout comme nous. Aujourd'hui, nous voulons planter une plante d'intérieur avec la terre que vous nous avez offerte. La terre symbolise vos origines et vos différents lieux de vie. Tous ensemble, nous aurons une fusion de nos vies et de nos origines.",
    "delphine4-2": "Tout comme la terre nourrira la plante, vous nous offrirez amour, soutien et connexion en tant que couple. La plante, qui m'a été offerte par ma très chère tante Heidi et mon oncle Philip, pourra alors grandir avec nous, remplie d'amour et de bonheur.",
    "pierre4-1": "Il y a 5 ans, en guise de cadeau de mariage de la part de la ville, nous avons reçu un petit olivier qui, depuis lors, a bien grandi tout comme nous. Maintenant, nous souhaitons planter ensemble cette plante avec de la terre que vous avez ramenez. Cette terre symbolise nos origines. Lorsque tout sera réuni, nous obtiendrons un mélange de nos vies et leurs histoires. Tout comme cette terre fournira des nutriments à la plante, vous nous offrez amour, soutien. La plante, offerte par Tante Heidi et oncle Philip, pourra alors grandir avec nous, remplie d'amour et de bonheur. ",
    "titlePart5": "Conclusion",
    "delphine5-1": "La cérémonie est terminée, mais avant de commencer la réception, je voudrais vous remercier encore une fois d'avoir partagé cette journée avec nous. Au cas où vous auriez manqué certains passages, n'hésitez pas à les relire sur notre site web au cours de la semaine prochaine. Et après la version de Pierre, nous vous invitons à commencer la fête avec une coupe de champagne et à porter un toast à l'amour, à une soirée extraordinaire passée ensemble, et aux souvenirs inoubliables qui suivront.",
    "pierre5-1": "Et voila, la cérémonie est terminée. Si vous avez manqué des parties de la cérémonie, n'hésitez pasà consulter nos textes sur notre site web (quelle a bien évidemment progammer et designer entierement). Et maintenant, nous vous invitons à commencer à célébrer avec une coupe de champagne, à trinquer à l'amour, à une merveilleuse soirée ensemble et aux souvenirs inoubliables qui suivront."
  }
}
